Repository: shary17454/BalootHub
Catalog: BalootHub/Resources/Localizable.xcstrings
Source language: ar
Languages: de, en, es, fr, hi, id, ru, tr, ur, zh_hans

source: لا ترفع الصعوبة حتى تنخفض القرارات المكلفة
de: Erhöhe die Schwierigkeit erst, wenn kostspielige Entscheidungen sinken
en: Do not raise difficulty until costly decisions drop
es: No subas la dificultad hasta que bajen las decisiones costosas
fr: N’augmentez pas la difficulté avant que les décisions coûteuses diminuent
hi: महंगे निर्णय घटने तक कठिनाई न बढ़ाएँ
id: Jangan naikkan kesulitan sampai keputusan mahal menurun
ru: Не повышайте сложность, пока дорогие решения не снизятся
tr: Maliyetli kararlar düşmeden zorluğu artırma
ur: مہنگے فیصلے کم ہونے تک مشکل نہ بڑھائیں
zh_hans: 在高代价决策减少前不要提高难度

source: قلّل القرارات المكلفة
de: Reduziere kostspielige Entscheidungen
en: Reduce costly decisions
es: Reduce decisiones costosas
fr: Réduire les décisions coûteuses
hi: महंगे निर्णय कम करें
id: Kurangi keputusan mahal
ru: Снизьте число дорогих решений
tr: Maliyetli kararları azalt
ur: مہنگے فیصلے کم کریں
zh_hans: 减少高代价决策

source: اختر مواقف قريبة من مستواك وراجع Replay أفضل قرار قبل رفع الصعوبة.
de: Wähle Situationen nahe an deinem Niveau und prüfe das Replay der besten Entscheidung, bevor du die Schwierigkeit erhöhst.
en: Choose scenarios close to your level and review the best-decision replay before raising difficulty.
es: Elige situaciones cercanas a tu nivel y revisa la repetición de la mejor decisión antes de subir la dificultad.
fr: Choisissez des situations proches de votre niveau et revoyez le replay de la meilleure décision avant d’augmenter la difficulté.
hi: अपने स्तर के करीब स्थितियाँ चुनें और कठिनाई बढ़ाने से पहले सर्वश्रेष्ठ निर्णय का रीप्ले देखें।
id: Pilih skenario yang dekat dengan level Anda dan tinjau replay keputusan terbaik sebelum menaikkan kesulitan.
ru: Выбирайте ситуации близко к вашему уровню и пересматривайте повтор лучшего решения перед повышением сложности.
tr: Zorluğu artırmadan önce seviyene yakın senaryolar seç ve en iyi kararın tekrarını incele.
ur: اپنی سطح کے قریب مواقف منتخب کریں اور مشکل بڑھانے سے پہلے بہترین فیصلے کا Replay دیکھیں۔
zh_hans: 选择接近你水平的情境，并在提高难度前复盘最佳决策回放。

source: قرارات مكلفة متكررة
de: Wiederholt kostspielige Entscheidungen
en: Frequent costly decisions
es: Decisiones costosas frecuentes
fr: Décisions coûteuses fréquentes
hi: बार-बार महंगे निर्णय
id: Keputusan mahal berulang
ru: Частые дорогие решения
tr: Sık maliyetli kararlar
ur: بار بار مہنگے فیصلے
zh_hans: 频繁高代价决策

source: نسبة القرارات التي تخسر أثرًا كبيرًا مرتفعة. قبل لعب الورقة، قارنها بأفضل قرار واسأل: هل سأخسر أكلة أو أرمي نقاطًا بلا مقابل؟
de: Der Anteil der Entscheidungen mit hohem Wertverlust ist hoch. Vergleiche deine Karte vor dem Ausspielen mit der besten Entscheidung und frage dich: Verliere ich damit einen Stich oder werfe ich Punkte ohne Gegenwert weg?
en: A high share of your decisions loses major expected value. Before playing, compare the card with the best decision and ask: will I lose the trick or throw points away?
es: Una proporción alta de tus decisiones pierde mucho valor esperado. Antes de jugar, compárala con la mejor decisión y pregunta: ¿pierdo la baza o regalo puntos?
fr: Une part élevée de vos décisions perd beaucoup de valeur attendue. Avant de jouer, comparez la carte au meilleur choix et demandez-vous : vais-je perdre le pli ou donner des points ?
hi: आपके कई निर्णय बड़ा अपेक्षित मूल्य गंवाते हैं। कार्ड खेलने से पहले उसे सर्वोत्तम निर्णय से तुलना करें और पूछें: क्या मैं बाजी हारूँगा या अंक बेकार दूँगा?
id: Porsi keputusan yang kehilangan nilai besar cukup tinggi. Sebelum bermain, bandingkan kartu dengan keputusan terbaik dan tanyakan: apakah saya akan kalah trick atau membuang poin?
ru: Высокая доля решений теряет значимую ожидаемую ценность. Перед ходом сравните карту с лучшим решением и спросите: потеряю ли я взятку или отдам очки впустую?
tr: Kararlarının önemli beklenen değer kaybettiren oranı yüksek. Kartı oynamadan önce en iyi kararla karşılaştır ve sor: eli mi kaybedeceğim, yoksa puanları boşa mı atacağım?
ur: آپ کے فیصلوں میں بڑے متوقع اثر کے ضائع ہونے کی شرح زیادہ ہے۔ پتا پھینکنے سے پہلے اسے بہترین فیصلے سے ملائیں اور پوچھیں: کیا میں اکلة ہاروں گا یا پوائنٹ ضائع کروں گا؟
zh_hans: 你有较多决策损失了大量预期价值。出牌前先和最佳决策比较，并问自己：我会输掉这一墩，还是白白送分？

source: قراراتك قوية
de: Deine Entscheidungen sind stark
en: Your decisions are strong
es: Tus decisiones son fuertes
fr: Vos décisions sont solides
hi: आपके निर्णय मजबूत हैं
id: Keputusan Anda kuat
ru: Ваши решения сильные
tr: Kararların güçlü
ur: آپ کے فیصلے مضبوط ہیں
zh_hans: 你的决策很强

source: معظم اختياراتك مطابقة أو قريبة من تحليل الخبير. الخطوة التالية هي رفع الصعوبة أو مراجعة الفوارق الصغيرة بين أفضل وثاني أفضل قرار.
de: Die meisten deiner Entscheidungen entsprechen der Expertenanalyse oder liegen nah daran. Der nächste Schritt ist eine höhere Schwierigkeit oder die Prüfung kleiner Unterschiede zwischen bester und zweitbester Entscheidung.
en: Most of your choices match or stay close to expert analysis. Next, raise the difficulty or review the small gaps between the best and second-best decisions.
es: La mayoría de tus elecciones coinciden o están cerca del análisis experto. Ahora sube la dificultad o revisa las pequeñas diferencias entre la mejor y la segunda mejor decisión.
fr: La plupart de vos choix correspondent ou restent proches de l’analyse experte. Ensuite, augmentez la difficulté ou révisez les petits écarts entre le meilleur et le deuxième choix.
hi: आपकी अधिकतर पसंद विशेषज्ञ विश्लेषण से मेल खाती हैं या उसके करीब हैं। अगला कदम कठिनाई बढ़ाना या सर्वश्रेष्ठ और दूसरे सर्वश्रेष्ठ निर्णय के छोटे अंतर की समीक्षा करना है।
id: Sebagian besar pilihan Anda sesuai atau dekat dengan analisis pakar. Langkah berikutnya adalah menaikkan kesulitan atau meninjau selisih kecil antara keputusan terbaik dan terbaik kedua.
ru: Большинство ваших выборов совпадают с экспертным анализом или близки к нему. Следующий шаг — повысить сложность или разобрать малые разницы между лучшим и вторым лучшим решением.
tr: Seçimlerinin çoğu uzman analizine uyuyor veya çok yakın. Sonraki adım zorluğu artırmak ya da en iyi ve ikinci en iyi karar arasındaki küçük farkları incelemek.
ur: آپ کے اکثر انتخاب ماہر تجزیے کے مطابق یا قریب ہیں۔ اگلا قدم مشکل بڑھانا یا بہترین اور دوسرے بہترین فیصلے کے چھوٹے فرق کا جائزہ لینا ہے۔
zh_hans: 你的多数选择符合或接近专家分析。下一步可以提高难度，或复盘最佳与第二佳决策之间的小差距。

source: قراراتك متوسطة الجودة
de: Deine Entscheidungsqualität ist gemischt
en: Your decision quality is mixed
es: Tu calidad de decisión es mixta
fr: La qualité de vos décisions est mitigée
hi: आपकी निर्णय गुणवत्ता मिली-जुली है
id: Kualitas keputusan Anda campuran
ru: Качество ваших решений смешанное
tr: Karar kaliten karışık
ur: آپ کے فیصلوں کا معیار ملا جلا ہے
zh_hans: 你的决策质量有好有坏

source: لديك قرارات جيدة وأخرى تخسر قيمة. ركّز في التدريب القادم على تقليل الفاقد المتوقع لا على مطابقة ورقة الخبير فقط.
de: Du hast gute Entscheidungen und andere mit Wertverlust. Konzentriere dich im nächsten Training darauf, erwarteten Verlust zu senken, nicht nur die Expertenkarte zu treffen.
en: You have some good decisions and some that lose value. In the next session, focus on reducing expected loss, not only matching the expert card.
es: Tienes decisiones buenas y otras que pierden valor. En el próximo entrenamiento, céntrate en reducir la pérdida esperada, no solo en igualar la carta experta.
fr: Vous avez de bonnes décisions et d’autres qui perdent de la valeur. Au prochain entraînement, cherchez à réduire la perte attendue, pas seulement à imiter la carte experte.
hi: आपके कुछ निर्णय अच्छे हैं और कुछ मूल्य खोते हैं। अगले अभ्यास में अपेक्षित नुकसान घटाने पर ध्यान दें, केवल विशेषज्ञ कार्ड मिलाने पर नहीं।
id: Anda punya keputusan baik dan beberapa yang kehilangan nilai. Di sesi berikutnya, fokuslah mengurangi kehilangan nilai, bukan hanya mencocokkan kartu pakar.
ru: У вас есть хорошие решения и решения с потерей ценности. В следующей тренировке сосредоточьтесь на снижении ожидаемой потери, а не только на совпадении с картой эксперта.
tr: Bazı kararların iyi, bazıları değer kaybettiriyor. Sonraki çalışmada yalnızca uzman kartını tutturmaya değil, beklenen kaybı azaltmaya odaklan.
ur: آپ کے کچھ فیصلے اچھے ہیں اور کچھ قدر کھوتے ہیں۔ اگلی مشق میں صرف ماہر کے پتے سے ملانے کے بجائے متوقع نقصان کم کرنے پر توجہ دیں۔
zh_hans: 你有一些好决策，也有一些会损失价值。下一次训练重点应是减少预期损失，而不只是匹配专家出牌。

source: جودة قراراتك
de: Qualität deiner Entscheidungen
en: Decision quality
es: Calidad de tus decisiones
fr: Qualité de vos décisions
hi: निर्णय गुणवत्ता
id: Kualitas keputusan
ru: Качество решений
tr: Karar kalitesi
ur: فیصلوں کا معیار
zh_hans: 决策质量

source: قوة القرار
de: Entscheidungsstärke
en: Decision strength
es: Fuerza de decisión
fr: Force de décision
hi: निर्णय मजबूती
id: Kekuatan keputusan
ru: Сила решения
tr: Karar gücü
ur: فیصلے کی مضبوطی
zh_hans: 决策强度

source: مطابق أو قريب
de: Treffer oder nah dran
en: Match or close
es: Exacta o cercana
fr: Exact ou proche
hi: मेल या करीब
id: Sesuai atau dekat
ru: Совпадает или близко
tr: Eşleşen veya yakın
ur: مطابق یا قریب
zh_hans: 匹配或接近

source: نسبة القرارات المكلفة
de: Anteil kostspieliger Entscheidungen
en: Costly decision rate
es: Tasa de decisiones costosas
fr: Taux de décisions coûteuses
hi: महंगे निर्णयों की दर
id: Tingkat keputusan mahal
ru: Доля дорогих решений
tr: Maliyetli karar oranı
ur: مہنگے فیصلوں کی شرح
zh_hans: 高代价决策率

source: الفاقد
de: Verlust
en: Lost value
es: Valor perdido
fr: Valeur perdue
hi: खोया मूल्य
id: Nilai hilang
ru: Потерянная ценность
tr: Kayıp değer
ur: ضائع قدر
zh_hans: 损失价值

source: تقييم اختيارك
de: Bewertung deiner Wahl
en: Your choice rating
es: Evaluación de tu elección
fr: Évaluation de votre choix
hi: आपकी पसंद का आकलन
id: Penilaian pilihan Anda
ru: Оценка вашего выбора
tr: Seçiminin değerlendirmesi
ur: آپ کے انتخاب کی درجہ بندی
zh_hans: 你的选择评分

source: قرار مقبول
de: Akzeptable Entscheidung
en: Acceptable decision
es: Decisión aceptable
fr: Décision acceptable
hi: स्वीकार्य निर्णय
id: Keputusan dapat diterima
ru: Приемлемое решение
tr: Kabul edilebilir karar
ur: قابل قبول فیصلہ
zh_hans: 可接受决策

source: قرار مكلف
de: Kostspielige Entscheidung
en: Costly decision
es: Decisión costosa
fr: Décision coûteuse
hi: महंगा निर्णय
id: Keputusan mahal
ru: Дорогое решение
tr: Maliyetli karar
ur: مہنگا فیصلہ
zh_hans: 代价高的决策

source: اختيارك يطابق أعلى تحليل؛ ركز على تثبيت سبب القرار قبل الموقف التالي.
de: Deine Wahl entspricht der besten Analyse. Festige vor der nächsten Situation den Grund der Entscheidung.
en: Your choice matches the strongest analysis. Lock in the reason before the next scenario.
es: Tu elección coincide con el análisis más sólido. Refuerza la razón antes del siguiente caso.
fr: Votre choix correspond à l’analyse la plus forte. Fixez-en la raison avant le prochain scénario.
hi: आपका चयन सबसे मजबूत विश्लेषण से मेल खाता है। अगले परिदृश्य से पहले कारण पक्का करें।
id: Pilihan Anda cocok dengan analisis terkuat. Mantapkan alasannya sebelum skenario berikutnya.
ru: Ваш выбор совпадает с самым сильным анализом. Закрепите причину перед следующим сценарием.
tr: Seçimin en güçlü analizle eşleşiyor. Sonraki senaryodan önce nedeni pekiştir.
ur: آپ کا انتخاب مضبوط ترین تجزیے سے ملتا ہے۔ اگلے منظر سے پہلے وجہ مضبوط کریں۔
zh_hans: 你的选择符合最强分析。进入下一局面前先巩固原因。

source: اختيارك قريب من الأفضل، لكن الفارق البسيط يتراكم مع تكرار المواقف.
de: Deine Wahl liegt nah am Optimum, aber kleine Abstände summieren sich mit der Zeit.
en: Your choice is close to best, but small gaps add up over repeated scenarios.
es: Tu elección está cerca de la mejor, pero las pequeñas diferencias se acumulan.
fr: Votre choix est proche du meilleur, mais les petits écarts s’accumulent.
hi: आपका चयन सर्वश्रेष्ठ के करीब है, लेकिन छोटे अंतर बार-बार जुड़ते जाते हैं।
id: Pilihan Anda dekat dengan yang terbaik, tetapi selisih kecil akan menumpuk.
ru: Ваш выбор близок к лучшему, но небольшие разрывы со временем накапливаются.
tr: Seçimin en iyiye yakın, ancak küçük farklar tekrarlandıkça birikir.
ur: آپ کا انتخاب بہترین کے قریب ہے، مگر چھوٹا فرق بار بار جمع ہوتا ہے۔
zh_hans: 你的选择接近最佳，但小差距会在反复局面中累积。

source: القرار قابل للدفاع عنه، لكنه يترك قيمة واضحة مقارنة بخيار الخبير.
de: Die Entscheidung ist vertretbar, lässt aber gegenüber der Expertenwahl klaren Wert liegen.
en: The decision is defensible, but it leaves clear value compared with the expert choice.
es: La decisión es defendible, pero deja valor claro frente a la opción experta.
fr: La décision se défend, mais laisse une valeur nette face au choix expert.
hi: निर्णय बचाव योग्य है, लेकिन विशेषज्ञ विकल्प की तुलना में स्पष्ट मूल्य छोड़ता है।
id: Keputusan ini masih dapat diterima, tetapi meninggalkan nilai jelas dibanding pilihan pakar.
ru: Решение можно защитить, но оно оставляет явную ценность по сравнению с выбором эксперта.
tr: Karar savunulabilir, ancak uzman seçimine göre belirgin değer bırakıyor.
ur: فیصلہ قابل دفاع ہے، مگر ماہر کے انتخاب کے مقابلے میں واضح قدر چھوڑتا ہے۔
zh_hans: 这个决定可以解释，但相较专家选择留下了明显价值。

source: هذا القرار يكلّف نقاطًا متوقعة أو نتيجة محاكاة مهمة؛ أعد الموقف قبل المتابعة.
de: Diese Entscheidung kostet erwartete Punkte oder ein wichtiges Simulationsergebnis. Wiederhole die Situation vor dem Fortfahren.
en: This decision costs expected points or an important simulation result. Replay the scenario before continuing.
es: Esta decisión cuesta puntos esperados o un resultado importante de simulación. Repite el caso antes de continuar.
fr: Cette décision coûte des points attendus ou un résultat de simulation important. Rejouez le scénario avant de continuer.
hi: यह निर्णय अपेक्षित अंक या अहम सिमुलेशन परिणाम खोता है। आगे बढ़ने से पहले परिदृश्य दोहराएँ।
id: Keputusan ini mengorbankan poin perkiraan atau hasil simulasi penting. Ulangi skenario sebelum lanjut.
ru: Это решение стоит ожидаемых очков или важного результата симуляции. Повторите сценарий перед продолжением.
tr: Bu karar beklenen puanlara veya önemli bir simülasyon sonucuna mal olur. Devam etmeden önce senaryoyu tekrarla.
ur: یہ فیصلہ متوقع پوائنٹس یا اہم سیمولیشن نتیجہ ضائع کرتا ہے۔ آگے بڑھنے سے پہلے منظر دہرائیں۔
zh_hans: 这个决定会损失预期分或重要模拟结果。继续前请重做该局面。

source: قرارات مكلفة
de: Teure Entscheidungen
en: Costly decisions
es: Decisiones costosas
fr: Décisions coûteuses
hi: महँगे निर्णय
id: Keputusan mahal
ru: Дорогие решения
tr: Pahalı kararlar
ur: مہنگے فیصلے
zh_hans: 代价高的决策

source: قريب من الأفضل
de: Nah am Optimum
en: Close to best
es: Cerca de la mejor
fr: Proche du meilleur
hi: सर्वश्रेष्ठ के करीब
id: Dekat dengan terbaik
ru: Близко к лучшему
tr: En iyiye yakın
ur: بہترین کے قریب
zh_hans: 接近最佳

source: مطابق للخبير
de: Entspricht dem Experten
en: Matches expert
es: Coincide con el experto
fr: Conforme à l’expert
hi: विशेषज्ञ से मेल खाता है
id: Sesuai pakar
ru: Совпадает с экспертом
tr: Uzmanla eşleşiyor
ur: ماہر کے مطابق
zh_hans: 符合专家选择

source: الورقة
de: Karte
en: Card
es: Carta
fr: Carte
hi: कार्ड
id: Kartu
ru: Карта
tr: Kart
ur: کارڈ
zh_hans: 牌

source: إعادة اختيارك
de: Deine Wahl wiedergeben
en: Replay your choice
es: Reproducir tu elección
fr: Rejouer votre choix
hi: अपनी पसंद का रीप्ले करें
id: Putar ulang pilihan Anda
ru: Повторить ваш выбор
tr: Seçimini tekrar oynat
ur: اپنا انتخاب دوبارہ چلائیں
zh_hans: 回放你的选择

source: إعادة أفضل قرار
de: Beste Entscheidung wiedergeben
en: Replay best decision
es: Reproducir la mejor decisión
fr: Rejouer la meilleure décision
hi: सर्वश्रेष्ठ निर्णय का रीप्ले करें
id: Putar ulang keputusan terbaik
ru: Повторить лучшее решение
tr: En iyi kararı tekrar oynat
ur: بہترین فیصلہ دوبارہ چلائیں
zh_hans: 回放最佳决策

source: إعادة ثاني أفضل قرار
de: Zweitbeste Entscheidung wiedergeben
en: Replay second-best decision
es: Reproducir la segunda mejor decisión
fr: Rejouer la deuxième meilleure décision
hi: दूसरे सर्वश्रेष्ठ निर्णय का रीप्ले करें
id: Putar ulang keputusan terbaik kedua
ru: Повторить второе лучшее решение
tr: İkinci en iyi kararı tekrar oynat
ur: دوسرا بہترین فیصلہ دوبارہ چلائیں
zh_hans: 回放第二佳决策

source: مشاهدة القرار في الإعادة
de: Entscheidung im Replay ansehen
en: Watch decision replay
es: Ver la decisión en la repetición
fr: Voir la décision en replay
hi: निर्णय का रीप्ले देखें
id: Tonton replay keputusan
ru: Посмотреть решение в повторе
tr: Kararı tekrarda izle
ur: فیصلے کا ری پلے دیکھیں
zh_hans: 观看决策回放

source: الأثر المتوقع
de: Erwarteter Effekt
en: Expected Impact
es: Impacto esperado
fr: Impact attendu
hi: अपेक्षित प्रभाव
id: Dampak yang Diharapkan
ru: Ожидаемый эффект
tr: Beklenen Etki
ur: متوقع اثر
zh_hans: 预期影响

source: أثر الأفضل
de: Effekt der besten Karte
en: Best impact
es: Impacto de la mejor
fr: Impact de la meilleure
hi: सर्वश्रेष्ठ का प्रभाव
id: Dampak terbaik
ru: Эффект лучшей карты
tr: En iyi etkinin değeri
ur: بہترین کا اثر
zh_hans: 最佳影响

source: أثر ثاني أفضل
de: Effekt der zweitbesten Karte
en: Second-best impact
es: Impacto de la segunda mejor
fr: Impact de la deuxième meilleure
hi: दूसरे सर्वश्रेष्ठ का प्रभाव
id: Dampak terbaik kedua
ru: Эффект второй лучшей карты
tr: İkinci en iyi etkinin değeri
ur: دوسرے بہترین کا اثر
zh_hans: 第二佳影响

source: سبب أفضل ورقة
de: Grund für die beste Karte
en: Best-card reason
es: Motivo de la mejor carta
fr: Raison de la meilleure carte
hi: सर्वश्रेष्ठ कार्ड का कारण
id: Alasan kartu terbaik
ru: Причина лучшей карты
tr: En iyi kart nedeni
ur: بہترین کارڈ کی وجہ
zh_hans: 最佳牌原因

source: سبب ثاني أفضل
de: Grund für die zweitbeste Karte
en: Second-best reason
es: Motivo de la segunda mejor
fr: Raison de la deuxième meilleure
hi: दूसरे सर्वश्रेष्ठ का कारण
id: Alasan terbaik kedua
ru: Причина второй лучшей карты
tr: İkinci en iyi kart nedeni
ur: دوسرے بہترین کی وجہ
zh_hans: 第二佳原因

source: سبب القرار
de: Decision reason
en: Decision reason
es: Motivo de la decisión
fr: Raison de la décision
hi: निर्णय का कारण
id: Alasan keputusan
ru: Причина решения
tr: Karar nedeni
ur: فیصلے کی وجہ
zh_hans: 决策原因

source: سبب الخيار
de: Option reason
en: Option reason
es: Motivo de la opción
fr: Raison de l’option
hi: विकल्प का कारण
id: Alasan opsi
ru: Причина варианта
tr: Seçenek nedeni
ur: اختیار کی وجہ
zh_hans: 选项原因

source: سطر إضافي في المراجعة
de: additional review line
en: additional review line
es: línea adicional de revisión
fr: ligne de révision supplémentaire
hi: अतिरिक्त समीक्षा पंक्ति
id: baris tinjauan tambahan
ru: дополнительная строка разбора
tr: ek inceleme satırı
ur: اضافی جائزہ سطر
zh_hans: 条额外复盘行

source: نقاط فريقك بعد المحاكاة
de: Teampunkte nach Simulation
en: Your team points after simulation
es: Puntos de tu equipo tras la simulación
fr: Points de votre équipe après simulation
hi: सिमुलेशन के बाद आपकी टीम के अंक
id: Poin tim Anda setelah simulasi
ru: Очки вашей команды после симуляции
tr: Simülasyon sonrası takım puanın
ur: سیمولیشن کے بعد آپ کی ٹیم کے پوائنٹس
zh_hans: 模拟后你的队伍分数

source: متوسط نقاط المحاكاة
de: Durchschnittliche Simulationspunkte
en: Average simulation points
es: Puntos medios de simulación
fr: Points moyens en simulation
hi: औसत सिमुलेशन अंक
id: Rata-rata poin simulasi
ru: Средние очки симуляции
tr: Ortalama simülasyon puanı
ur: اوسط سیمولیشن پوائنٹس
zh_hans: 平均模拟分数

source: نقاط المحاكاة
de: Simulationspunkte
en: Simulation points
es: Puntos de simulación
fr: Points de simulation
hi: सिमुलेशन अंक
id: Poin simulasi
ru: Очки симуляции
tr: Simülasyon puanları
ur: سیمولیشن پوائنٹس
zh_hans: 模拟分数

source: متوسط فاقد المحاكاة
de: Durchschnittlicher Simulationsverlust
en: Average simulation loss
es: Pérdida media de simulación
fr: Perte moyenne en simulation
hi: औसत सिमुलेशन नुकसान
id: Rata-rata kehilangan simulasi
ru: Средняя потеря в симуляции
tr: Ortalama simülasyon kaybı
ur: اوسط سیمولیشن نقصان
zh_hans: 平均模拟损失

source: نقاط محاكاة ضائعة
de: Verlorene Simulationspunkte
en: Lost simulation points
es: Puntos de simulación perdidos
fr: Points de simulation perdus
hi: खोए हुए सिमुलेशन अंक
id: Poin simulasi yang hilang
ru: Потерянные очки симуляции
tr: Kaybedilen simülasyon puanları
ur: ضائع شدہ سیمولیشن پوائنٹس
zh_hans: 损失的模拟分数

source: راجع المحاكاة
de: Simulation überprüfen
en: Review the simulation
es: Revisa la simulación
fr: Revoir la simulation
hi: सिमुलेशन की समीक्षा करें
id: Tinjau simulasi
ru: Проверьте симуляцию
tr: Simülasyonu gözden geçir
ur: سیمولیشن کا جائزہ لیں
zh_hans: 复盘模拟

source: قرارك يطابق أفضل خيار في الأكلة الحالية، لكن محاكاة بقية الجولة تستحق المراجعة قبل تثبيت النمط.
de: Deine Entscheidung entspricht der besten Option im aktuellen Stich, aber die Simulation der restlichen Runde sollte vor dem Festigen des Musters überprüft werden.
en: Your decision matches the best option for the current trick, but the rest-of-round simulation is worth reviewing before locking in the pattern.
es: Tu decisión coincide con la mejor opción de la baza actual, pero conviene revisar la simulación del resto de la ronda antes de fijar el patrón.
fr: Ta décision correspond à la meilleure option du pli actuel, mais la simulation du reste de la manche mérite d'être revue avant d'ancrer ce schéma.
hi: आपका निर्णय मौजूदा ट्रिक के लिए सबसे अच्छे विकल्प से मेल खाता है, लेकिन पैटर्न पक्का करने से पहले बाकी राउंड की सिमुलेशन समीक्षा करनी चाहिए।
id: Keputusanmu cocok dengan opsi terbaik untuk trik saat ini, tetapi simulasi sisa ronde layak ditinjau sebelum pola itu dikunci.
ru: Ваше решение совпадает с лучшим вариантом для текущей взятки, но симуляцию остатка раунда стоит проверить, прежде чем закреплять этот шаблон.
tr: Kararın mevcut el için en iyi seçenekle eşleşiyor, ancak bu kalıbı kesinleştirmeden önce turun kalan simülasyonunu gözden geçirmek gerekir.
ur: آپ کا فیصلہ موجودہ چال کے بہترین اختیار سے ملتا ہے، مگر اس انداز کو پکا کرنے سے پہلے باقی راؤنڈ کی سیمولیشن دیکھنا بہتر ہے۔
zh_hans: 你的决策符合当前一墩的最佳选择，但在固定这个模式前，值得复盘剩余整轮的模拟。

source: اختيارك صحيح في الأكلة الحالية، لكن نتيجة الجولة الكاملة تشير إلى مسار أقوى.
de: Deine Wahl ist für den aktuellen Stich richtig, aber das Ergebnis der gesamten Runde zeigt einen stärkeren Weg.
en: Your choice is correct for the current trick, but the full-round result points to a stronger line.
es: Tu elección es correcta para la baza actual, pero el resultado de la ronda completa apunta a una línea más fuerte.
fr: Ton choix est correct pour le pli actuel, mais le résultat de la manche complète indique une ligne plus forte.
hi: आपकी चाल मौजूदा ट्रिक के लिए सही है, लेकिन पूरे राउंड का परिणाम एक मजबूत लाइन दिखाता है।
id: Pilihanmu benar untuk trik saat ini, tetapi hasil ronde penuh menunjukkan jalur yang lebih kuat.
ru: Ваш выбор верен для текущей взятки, но результат всего раунда указывает на более сильную линию.
tr: Seçimin mevcut el için doğru, ancak tam tur sonucu daha güçlü bir hattı gösteriyor.
ur: آپ کا انتخاب موجودہ چال کے لیے درست ہے، مگر مکمل راؤنڈ کا نتیجہ ایک زیادہ مضبوط راستہ دکھاتا ہے۔
zh_hans: 你的选择对当前一墩是正确的，但整轮结果指向更强的路线。

source: قرارك يخسر بعد استكمال الجولة؛ راجع Replay كامل قبل لعب موقف جديد.
de: Deine Entscheidung verliert nach Abschluss der Runde; prüfe das vollständige Replay, bevor du eine neue Situation spielst.
en: Your decision loses after the round is completed; review the full replay before playing a new scenario.
es: Tu decisión pierde al completar la ronda; revisa la repetición completa antes de jugar una nueva situación.
fr: Ta décision perd après la fin de la manche ; revois le replay complet avant de jouer une nouvelle situation.
hi: राउंड पूरा होने के बाद आपका निर्णय अंक गंवाता है; नया परिदृश्य खेलने से पहले पूरा replay देखें।
id: Keputusanmu kalah setelah ronde selesai; tinjau replay penuh sebelum memainkan skenario baru.
ru: Ваше решение проигрывает после завершения раунда; просмотрите полный повтор перед новым сценарием.
tr: Kararın tur tamamlandıktan sonra kaybettiriyor; yeni bir senaryo oynamadan önce tam replay'i incele.
ur: راؤنڈ مکمل ہونے کے بعد آپ کا فیصلہ نقصان دیتا ہے؛ نیا منظر کھیلنے سے پہلے مکمل replay دیکھیں۔
zh_hans: 你的决策在整轮完成后会失分；开始新局面前先复盘完整回放。
